Repository: groupserver/gs.group.member.add.base
Catalog: gs/group/member/add/*/locales/*/LC_MESSAGES/gs.group.member.add.*.po
Languages: de, fr

# add-button
source: Add
de: Hinzufügen
fr: Ajouter

# add-link
source: <strong>Add</strong> a member
de: Ein Mitglied <strong>hinzufügen>/strong>
fr: <strong>Ajouter</strong> un membre

# add-member-title
source: Add a group member
de: Ein Gruppenmitglied hinzufügen
fr: Ajouter un membre dans le groupe

# add-page-intro
source: To add a new member to the group enter the user's details below and click the ${addButton} button. A new member will be created, and the member will be sent a notification letting him or her know they have been joined to ${groupName}. You must fill out all required fields below, which are marked <span class=\"required\"><label style=\"display:inline;margin:0px;\">like this</label></span>.
de: Um ein neues Mitglied der Gruppe beizufügen, geben Sie die Angaben des Benutzers unten ein und klicken Sie auf die ${addButton} Schaltfläche. Ein neues Mitglied wird registriert und eine Benachrichtigung an die Person geschickt um ihr oder ihm mitzuteilen, dass sie oder er zu ${groupName} beigefügt wurde. Sie müssen alle notwendigen Felder unten ausfüllen, welche im Folgenden <span class=\"required\"><label style=\"display:inline;margin:0px;\">so markiert sind</label></span>.
fr: Pour ajouter un nouveau membre dans ce groupe, veuillez entrer les informations de l'utilisateur ci-dessous, et cliquer sur le button ${addButton}. A nouveau membre sera ajouté, et il recevra une notification, afin de lui faire savoir qu'il a été ajouté au groupe ${groupName}. Veuillez remplir tous les champs requis ci-dessous, signalés <span class=\"required\"><label style=\"display:inline;margin:0px;\">comme ceci</label></span>.

# add-page-notification-description
source: The new member will receive a notification from you that he or she is a group member. Select the email address you wish to use for the notification.
de: Das neue Mitglied wird von Ihnen eine Benachrichtigung über den Gruppenbeitritt erhalten. Wählen Sie eine E-Mail-Adresse, die Sie für die Benachrichtigung nutzen möchten.
fr: Le nouveau membre recevra une notification de votre part, afin de lui indiquer qu'il ou elle est membre du groupe. Veuillez sélectionner l'adresse à utiliser pour la notification.

# add-page-notification-heading
source: Notification
de: Benachrichtigung

# add-page-profile-description
source: The following fields are the standard profile fields on ${siteName}. You must fill out all required fields, but you can ignore the other fields.
de: Die folgenden Felder gehören zu den standard Profil-Feldern auf ${siteName}. Sie müssen alle notwendigen Felder ausfüllen, können jedoch die anderen Felder auslassen.
fr: Les champs suivants sont les champs standards des profils pour le site ${siteName}. Vous devez remplir tous les champs obligatoires, mais vous pouvez laisser les autres champs vides.

# add-page-profile-heading
source: Standard profile information
de: Standard Profil Information
fr: Information du profil

# add-page-profile-optional-toggle
source: You may optionally enter other parts of the new member's profile
de: Sie können nach Belieben andere Aspekte des Profils des neuen Mitglieds eintragen.
fr: Il vous est également possible de fournir des informations supplémentaires sur le profil du nouveau membre

# add-page-title
source: Add a member: ${groupName}: ${siteName}
de: Ein Mitglied hinzufügen: ${groupName}: ${siteName}
fr: Ajouter un membre : ${groupName} : ${siteName}

# add-page-warning
source: This form should only be used when you have <strong>absolute certainty</strong> that the person wishes to be a member of this group. Otherwise, please use the <a href="admin_join.html">Invite a New Group Member</a> form instead.
de: Dieses Formular sollte nur eingesetzt werden, wenn Sie <strong>absolut sicher</strong> sind, dass die betreffende Person ein Mitglied dieser Gruppe sein möchte. Ansonsten benutzen Sie bitte stattdessen das Formular <a href="admin_join.html">Ein neues Gruppenmitglied einladen</a>.
fr: Ce formulaire ne devrait être utiliser que lorsque vous êtes <strong>vraiment certain</strong> que la personne souhaite être membre du groupe. Si ça n'est pas le cas, veuillez utiliser le formulaire permettant d' <a href="admin_join.html">Inviter un Nouveau Membre dans le Groupe</a>.

# existing-member-msg
source: <li>The person with the email address ${email} &#8213; ${user} &#8213; is already a member of ${group}. No changes to the profile of ${user} have been made.</li>
de: <li>Die Person mit der E-Mail-Adresse ${email} &#8213; ${user} &#8213; ist bereits ein Mitglied von ${group}. Es wurden keine Änderungen an dem Profil von ${user} vorgenommen.</li>
fr: <li>La personne avec l'adresse e-mail ${email} &#8213; ${user} &#8213; est déjà memebre du groupe ${group}. Aucun changement au profil de l'utilisateur ${user} n'a été effectué.</li>

# existing-profile-msg
source: <li>Adding the existing participant with the email address ${email} &#8213; ${user} &#8213; to ${group}.</li>
de: <li>Der bestehende Teilnehmer mit der E-Mail-Adresse ${email} &#8213; ${user} &#8213; wird zu ${group} hinzugefügt.</li>
fr: <li>Ajoutant le participant existant, avec l'adresse e-mail ${email} &#8213; ${user} &#8213; au groupe ${group}.</li>

# multiple-errors
source: There are errors:
de: Es sind mehrere Fehler aufgetreten:
fr: Des erreurs sont survenues :

# new-profile-member
source: <li>A profile for ${user} has been created, and given the email address ${email}.</li> <li>${user} has been joined to ${group}.</li>
de: <li>Es wurde ein Profil für ${user} erstellt unter der folgenden E-Mail-Adresse: ${email}.</li> <li>${user} wurde ${group} beigefügt.</li>
fr: <li>Un nouveau profil pour l'utilisateur ${user} a été créé, avec l'adresse email ${email}.</li> <li>${user} a été ajouté au groupe ${group}.</li>

# single-error
source: There is an error:
de: Es ist ein Fehler aufgetreten:
fr: Une erreur est survenue :

# site-home-link
source: Site homepage
de: Startseite
fr: Page d'accueil

# support-email-body
source: Hello, I was added to the group ${group} by ${adminName} and... -- This technical information may help you: Group ${url} Me ${userUrl} Administrator ${adminUrl}
de: Hallo, ich wurde von ${adminName} zu der Gruppe ${group} beigefügt und... -- Diese technischen Informationen könnten Ihnen weiterhelfen: Gruppe ${url} Benutzer ${userUrl} Administrator ${adminUrl}
fr: Bonjour, J'ai été ajouté dans le groupe ${groupe} par ${adminName} et... ... Ces informations techniques pourraient vous aider : Groupe : ${url} Moi : ${userUrl} Adminstrateur : ${adminUrl}

# support-email-subject
source: Group welcome
de: Herzlich willkommen an die gesamte Gruppe
fr: E-mail de bienvenue

# welcome-subject
source: Welcome to ${groupName}
de: Willkommen in ${groupName}
fr: Bienvenue dans le groupe ${groupName}
